Repository: bogdanbabych/vaccination-en-es-alignment
Catalog: v-en-t01_v-es-t01.tmx
Source language: en
Languages: es

source: Vaccination is safe and side effects from a vaccine are usually minor and temporary, such as a sore arm or mild fever.
es: La vacunación es inocua y, aunque pueda producir efectos secundarios, como dolor en el brazo o fiebre baja, suelen ser muy leves y temporales.

source: More serious side effects are possible, but extremely rare.
es: Si bien no puede descartarse que ocasionen efectos secundarios graves, estos son sumamente raros.

source: Any licensed vaccine is rigorously tested across multiple phases of trials before it is approved for use, and regularly reassessed once it is introduced.
es: Todas las vacunas autorizadas son sometidas a pruebas rigurosas a lo largo de las distintas fases de los ensayos clínicos, y siguen siendo evaluadas con regularidad tras su comercialización.

source: Scientists are also constantly monitoring information from several sources for any sign that a vaccine may cause health risks.
es: Además, los científicos hacen un seguimiento constante de la información procedente de diversas fuentes en busca de indicios de que causen efectos adversos.

source: Remember, you are far more likely to be seriously injured by a vaccine-preventable disease than by a vaccine.
es: Es mucho más probable padecer lesiones graves por una enfermedad prevenible mediante vacunación que por una vacuna.

source: For example, tetanus can cause extreme pain, muscle spasms (lockjaw) and blood clots, measles can cause encephalitis (an infection of the brain) and blindness.
es: Por ejemplo, el tétanos puede ocasionar dolores muy intensos, espasmos musculares (por ejemplo, de músculos que se utilizan para masticar) y coágulos sanguíneos, mientras que sarampión puede inflamar el encéfalo (encefalitis) y causar ceguera.

source: Many vaccine-preventable diseases can even result in death.
es: Muchas enfermedades prevenibles mediante vacunación nos pueden matar.

source: The benefits of vaccination greatly outweigh the risks, and many more illnesses and deaths would occur without vaccines.
es: Los beneficios de la vacunación superan con creces los riesgos a los que exponen, y sin vacunas habría muchos más casos de enfermedades y de defunciones.

source: Are there side effects from vaccines?
es: Las vacunas, ¿causan efectos secundarios?

source: Like any medicine, vaccines can cause mild side effects, such as a low-grade fever, or pain or redness at the injection site.
es: Como todos los medicamentos, las vacunas pueden causar efectos secundarios leves —por ejemplo, fiebre baja, dolor o enrojecimiento en el lugar de inyección—, que desaparecen espontáneamente a los pocos días.

source: Mild reactions go away within a few days on their own.
es: Raramente producen efectos secundarios más graves o duraderos:

source: Severe or long-lasting side effects are extremely rare.
es: la probabilidad de sufrir una reacción grave a una vacuna es de uno entre un millón.

source: Vaccines are continually monitored for safety, to detect rare adverse events.
es: Las vacunas se someten a una vigilancia continua para garantizar su inocuidad y detectar posibles efectos adversos, que son infrecuentes.

source: Can a child be given more than one vaccine at a time?
es: ¿Se puede administrar a los niños más de una vacuna simultáneamente?

source: Scientific evidence shows that giving several vaccines at the same time has no negative effect.
es: Se ha demostrado científicamente que administrar varias vacunas al mismo tiempo no causa efectos negativos.

source: Children are exposed to several hundred foreign substances that trigger an immune response every day.
es: Los niños están expuestos cada día a cientos de sustancias que desencadenan respuestas inmunitarias.

source: The simple act of eating food introduces new germs into the body, and numerous bacteria live in the mouth and nose.
es: Al ingerir un alimento, introduce nuevos gérmenes en su organismo, y su nariz y su boca albergan muchas bacterias.

source: When a combined vaccination is possible (e.g. for diphtheria, pertussis and tetanus), this means fewer injections and reduces discomfort for the child.
es: Cuando se administra a un niño una vacuna múltiple (por ejemplo, contra la difteria, la tosferina y el tétanos) se reduce el número de inyecciones y se le causa menos malestar.

source: It also means that your child is getting the right vaccine at the right time, to avoid the risk of contracting a potentially deadly disease.
es: Además, se garantiza que recibe las vacunas que necesita en el momento adecuado para no exponerlo al riesgo de contraer enfermedades potencialmente mortales.

source: Is there a link between vaccines and autism?
es: ¿Hay un vínculo entre las vacunas y el autismo?

source: There is no evidence of any link between vaccines and autism or autistic disorders.
es: No existen pruebas que demuestren vínculo alguno entre las vacunas y el autismo u otros trastornos de su espectro.

source: This has been demonstrated in many studies, conducted across very large populations.
es: Ello se ha comprobado en numerosos estudios que han incluido a un número muy alto de individuos.

source: The 1998 study which raised concerns about a possible link between measles-mumps-rubella (MMR) vaccine and autism was later found to be seriously flawed and fraudulent.
es: En 1998 se publicó un estudio que sembró dudas sobre la posible relación entre una vacuna triple (contra el sarampión, las paperas y la rubeola) y el autismo. Sin embargo, posteriormente se comprobó que el estudio presentaba numerosas deficiencias y era fraudulento.

source: The paper was subsequently retracted by the journal that published it, and the doctor that published it lost his medical license.
es: La revista que lo había publicado lo eliminó y a su autor se le retiró la licencia para ejercer la medicina.

source: Unfortunately, its publication created fear that led to dropping immunization rates in some countries, and subsequent outbreaks of these diseases.
es: Por desgracia, este artículo asustó a algunas personas y las tasas de inmunización contra algunas enfermedades cayeron en determinados países, con la consiguiente aparición de brotes.

source: We must all ensure we are taking steps to share only credible, scientific information on vaccines, and the diseases they prevent.
es: Es responsabilidad de todos difundir solamente información científica fiable acerca de las vacunas y de las enfermedades que previenen.
